/* The default text for the LoadingIndicatorView.\n This string can be overwritten by the \"text\" property in LoadingIndicatorView. */
"LoadingDefaultTextKey" = "Încărcare";

/* The default text for an indicator in progress. */
"IndicatorProgressTextKey" = "În prelucrare";

/* The default text for an indicator which is halted. */
"IndicatorHaltedTextKey" = "Progres întrerupt";

/* The default text for an indicator which is completed. */
"IndicatorCompletedTextKey" = "Progres terminat";

/* The default text for an indicator in progress with option to pause. */
"LoadingPausableTextKey" = "În desfășurare cu opțiune de pauză";

/* The default text for an indicator in progress with option to cancel.\n Accessability enablement of indicators without a label. */
"LoadingStoppableTextKey" = "În desfășurare cu opțiune de anulare";

